{
  "sarc": {
    "": "",
    "language": "English",
    "start": "Start",
    "users": "Users",
    "measurements": "Measurements",
    "sarc-form": "SARC-CalF",
    "sppb-form": "SPPB",
    "status": "Status",
    "amount": "Amount",
    "copyUserInfoID": "Copy UserInfo ID",
    "nextPage": "Next",
    "prevPage": "Previous",
    "filter-emails": "Filter emails...",
    "filter-names": "Filter names...",
    "columns": "Columns",
    "actions": "Action",
    "name": "Name",
    "card_id": "Card ID",
    "email": "Email",
    "gender": "Gender",
    "age": "Age",
    "phone": "Phone No.",
    "remark": "Remark",
    "delete": "Delete",
    "noData": "No Data",
    "loading-data": "Loading data",
    "login": "Login",
    "login-msg": "Please login to continue",
    "login-failed-msg": "Login failed, please check your name and password",
    "your-name": "Your Name",
    "password": "Password",
    "your-password": "Your Password",
    "cancel": "Cancel",
    "autoUpdate": "Auto Update",
    "manualUpdate": "Manual Update",
    "s-font": "Small Font",
    "m-font": "Medium Font",
    "l-font": "Large Font",
    "logout": "Logout",
    "rows-per-page": "Rows/Page",
    "male": "Male",
    "female": "Female",
    "user-data": "User Information",
    "bio-msg": "Please provide the bio. information for accurate assesment.",
    "bio-gender": "Bio. Gender",
    "s-bio-gender": "Select your bio. gender",
    "height": "Height (cm)",
    "weight": "Weight (kg)",
    "take-parq": "Take PARQ+",
    "binding": "Associate the card to you",
    "card-no": "Card No.",
    "bind-msg": "This card is Associated to you, please proceed tests.",
    "card-msg": "User crad reader to get card no",
    "required-msg": "* Required",
    "parq-desc": "Physical Activity Readiness Questionnaire",
    "gq-desc": "The Physical Activity Readiness Questionnaire for Everyone",
    "gq": "General Health Questions",
    "aq": "Follow-up Questions about your medical condition(s)",
    "yes": "Yes",
    "no": "No",
    "Q1": "Q1：",
    "Q2": "Q2：",
    "Q3": "Q3：",
    "Q4": "Q4：",
    "Q5": "Q5：",
    "Q6": "Q6：",
    "Q7": "Q7：",
    "Q8": "Q8：",
    "Q9": "Q9：",
    "Q10": "Q10：",
    "gqq1": "Has your doctor ever said that you have a heart condition OR high blood pressure?",
    "gqq2": "Do you feel pain in your chest at rest, during your daily activities of living, OR when you do physical activity?",
    "gqq3": "Do you lose balance because of dizziness OR have you lost consciousness in the last 12 months? Please answer NO if your dizziness was associated with over-breathing (including during vigorous exercise).",
    "gqq4": "Have you ever been diagnosed with another chronic medical condition (other than heart disease or high blood pressure)?",
    "gqq5": "Are you currently taking prescribed medications for a chronic medical condition?",
    "gqq6": "Do you currently have (or have had within the past 12 months) a bone, joint, or soft tissue (muscle, ligament, or tendon) problem that could be made worse by becoming more physically active? Please answer NO if you had a problem in the past, but it does not limit your current ability to be physically active.",
    "gqq7": "Has your doctor ever said that you should only do medically supervised physical activity?",
    "aqq1": "Do you have Arthritis, Osteoporosis, or Back Problems?",
    "aqq2": "Do you currently have Cancer of any kind?",
    "need-aq-msg": "One or more of the above answer(s) is(are) 'Yes', please answer the follow-up questions",
    "aqq3": "Do you have a Heart or Cardiovascular Condition? This includes Coronary Artery Disease, Heart Failure, Diagnosed Abnormality of Heart Rhythm.",
    "aqq4": "Do you have High Blood Pressure?",
    "aqq5": "Do you have any Metabolic Conditions? This includes Type 1 Diabetes, Type 2 Diabetes, Pre-Diabetes.",
    "aqq6": "Do you have any Mental Health Problems or Learning Difficulties? This includes Alzheimer’s, Dementia, Depression, Anxiety Disorder, Eating Disorder, Psychotic Disorder, Intellectual Disability, Down Syndrome.",
    "aqq7": "Do you have a Respiratory Disease? This includes Chronic Obstructive Pulmonary Disease, Asthma, Pulmonary High Blood Pressure.",
    "aqq8": "Do you have a Spinal Cord Injury? This includes Tetraplegia and Paraplegia.",
    "aqq9": "Have you had a Stroke? This includes Transient Ischemic Attack (TIA) or Cerebrovascular Event.",
    "aqq10": "Do you have any other medical condition not listed above or do you have two or more medical conditions?"
  }
}